Repository: openstudio-fr/payzen-subscribers
Catalog: languages/payzen-subscribers-*.po
Languages: fr_fr

source: Payzen subscribers
fr_fr: Abonnements PayZen

source: Payzen API Settings
fr_fr: Paramètres de l'API PayZen

source: API settings
fr_fr: Paramètres de l'API

source: Subscriptions plans
fr_fr: Abonnements

source: Add plan
fr_fr: Ajouter un abonnement

source: REST API key
fr_fr: Clé de l'API REST

source: API mode
fr_fr: Mode de l'API

source: API key
fr_fr: Clé de l'API

source: SHA-256 keys
fr_fr: Clés SHA-256

source: Login
fr_fr: Pseudo

source: Test password
fr_fr: Mot de passe de test

source: Production password
fr_fr: Mot de passe de production

source: Payzen server url
fr_fr: Url du serveur payzen

source: Javascript key
fr_fr: Clé javascript

source: Hash key test
fr_fr: Clé hash de test

source: Hash key production
fr_fr: Clé hash de production

source: REST Api key
fr_fr: Clé de l'API REST

source: Enter the parameters of your PayZen REST API.
fr_fr: Reportez les paramètres de votre API REST PayZen.

source: Settings Saved
fr_fr: Paramètres sauvegardés

source: Save
fr_fr: Sauvegarder

source: Saved
fr_fr: Sauvegardé

source: Settings
fr_fr: Paramètres

source: Settings emails
fr_fr: Paramètres des emails

source: Title
fr_fr: Titre

source: Description
fr_fr: Déscription

source: Amount
fr_fr: Prix

source: Payment method
fr_fr: Méthode de paiement

source: Frequency
fr_fr: Fréquence

source: Period
fr_fr: Période

source: Inscription date
fr_fr: Date d'inscription

source: Day(s) sending before expiration
fr_fr: Jour(s) d'envoi avant expiration

source: Email sender
fr_fr: E-mail d'envoi

source: Subject
fr_fr: Objet

source: Your informations
fr_fr: Vos informations

source: Receive newsletter
fr_fr: Recevoir la newsletter

source: Payzen account
fr_fr: Compte Payzen

source: Your informations plan
fr_fr: Informations sur mon abonnement

source: Is valid plan
fr_fr: L'abonnement est valide

source: Is not valid plan
fr_fr: L'abonnement n'est pas valide

source: Subscription plan
fr_fr: Abonnement

source: Subscription date
fr_fr: Date de souscription

source: Payzen subscription ID
fr_fr: ID de souscription Payzen

source: Card brand
fr_fr: Marque de la carte

source: Card number
fr_fr: Numéro de carte

source: Card expiration month
fr_fr: Mois d'expiration de la carte

source: Card expiration year
fr_fr: Année d'expiration de la carte

source: YEARLY
fr_fr: ANNUEL

source: MONTHLY
fr_fr: MENSUEL

source: WHEEKLY
fr_fr: HEBDOMADAIRE

source: No user match
fr_fr: Aucun utilisateur trouvé

source: Password does not match
fr_fr: Les mots de passes ne sont pas identiques

source: Sorry, that login already exists!
fr_fr: Désolé, le pseudo est déjà utilisé!

source: Password length must be greater than 5
fr_fr: Le mot de passe doit contenir plus de 5 caractères

source: Email is not valid
fr_fr: Cet Email n'est pas valide

source: Email Already in use
fr_fr: Cet Email est déjà utilisé

source: Emails do not match
fr_fr: Mauvais E-mail

source: Payzen informations
fr_fr: Paramètres de Payzen

source: Are you sure ?
fr_fr: Validez-vous cette action ?

source: Username / email
fr_fr: Pseudo / E-mail

source: Password
fr_fr: Mot de passe

source: Log in
fr_fr: Se connecter

source: Update my bank card
fr_fr: Mettre à jour ma carte bancaire

source: Logout
fr_fr: Déconnexion

source: Get invoices
fr_fr: Mes factures

source: Invoice
fr_fr: Facture

source: Close my account
fr_fr: Résilier mon abonnement

source: Remove my account
fr_fr: Supprimer mon compte

source: Go back
fr_fr: Retour

source: Bank direct debit
fr_fr: Prélèvement bancaire

source: Choose your payment method
fr_fr: Choisissez votre mode de paiement

source: Login is require<br class="display">
fr_fr: Le pseudo est requis<br class="display">

source: Please note: your username allows you to connect to the site and is also used as a name when you leave comments.
fr_fr: Attention: votre identifiant vous permet de vous connecter au site et sert également de nom lorsque vous laissez des commentaires.

source: Password is require
fr_fr: Le mot de passe est requis

source: Password confirmation
fr_fr: Mot de passe de confirmation

source: Password confirmation is require
fr_fr: Le mot de passe de confirmation est requis

source: Email is require
fr_fr: L'e-mail est requis

source: Email confirmation
fr_fr: E-mail de confirmation

source: Email confirmation is require
fr_fr: L'e-mail de confirmation est requis

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom

source: Required fields
fr_fr: Champs obligatoires

source: I agree to receive %s's newsletter and alerts.
fr_fr: J’accepte de recevoir de %s, la newsletter et les alertes.

source: I have read and accept the General Conditions of Sale and Use (1) and the Comments Charter (2)
fr_fr: J'ai lu et j'accepte les Conditions Générales de Vente et d'Utilisation (1) et la Charte des commentaires (2)

source: Download the General Conditions of Sale and Use
fr_fr: Téléchargez les Conditions Générales de Vente et d'Utilisation

source: Download the comments charter
fr_fr: Téléchargez la Charte des commentaires

source: You already have a plan
fr_fr: Vous avez déjà un compte

source: Choose a plan
fr_fr: Choisissez votre formule

source: Create your account
fr_fr: Créez votre compte

source: Submit
fr_fr: Envoyer

source: Create payment form
fr_fr: Formulaire de paiement sécurisé

source: Guyaweb account
fr_fr: Compte Guyaweb
